{ 
    "_id" : NumberInt(1), 
    "TenSP" : "Nike Air Zoom Pegasus 39", 
    "GioiThieu" : "Chạy là nghi thức hàng ngày của bạn, với mỗi bước sẽ đưa bạn đến gần hơn với mục tiêu cá nhân của mình. Hãy để Nike Air Zoom Pegasus 39 giúp bạn nâng lên tầm cao mới — cho dù bạn đang tập luyện hay chạy bộ — với thiết kế trực quan của nó. Trọng lượng nhẹ hơn Pegasus 38 và lý tưởng để đeo vào bất kỳ mùa nào, nó có cảm giác hỗ trợ để giúp giữ chân bạn, trong khi đệm dưới chân và các bộ phận Zoom Air gấp đôi (nhiều hơn 1 chiếc so với Peg 38) cho bạn thêm cảm giác thoải mái bước của bạn. Chú ngựa ô đáng tin cậy với đôi cánh của bạn đã trở lại. Đã đến giờ cất cánh.\r\n\r\n\r\nHoàn toàn thoải mái\r\n\r\nLớp đệm thêm ở lưỡi gà và cổ áo giúp giữ cho đôi chân của bạn luôn cảm thấy thoải mái. Chúng tôi cũng đặt lưới được thiết kế - chắc chắn và linh hoạt hơn lưới thông thường - ở trên cùng để có khả năng thở nhẹ.\r\n\r\n\r\nCác bước hỗ trợ\r\n\r\nCông nghệ Flywire được tích hợp với dải đệm giữa bàn chân để hỗ trợ toàn bộ giúp giữ chân bạn ở đúng vị trí.\r\n\r\n\r\nSnap, Run và Pop\r\n\r\nCông nghệ Nike React là một loại bọt nhẹ, bền, mang lại cảm giác êm ái và nhạy bén. Chúng tôi đã ghép nối nó với một bộ phận Zoom Air ở bàn chân trước và gót chân để mang lại cảm giác tràn đầy năng lượng.\r\n\r\n\r\nChuyển tiếp mượt mà\r\n\r\nHình dạng gót chân được thiết kế để tối ưu hóa việc tiếp đất, giúp bạn dễ dàng chuyển đổi từ gót chân sang mũi chân. Chúng tôi đã kết hợp nó với bọt dày để có một chuyến đi nhanh nhạy.\r\n\r\n\r\nNhiều lợi ích hơn\r\n\r\nLưỡi được tách ra khỏi phần trên để nhường chỗ cho các hình dạng bàn chân khác nhau.\r\nĐế ngoài lấy cảm hứng từ bánh quế mang đến cho bạn lực kéo tuyệt vời.\r\nCác rãnh trên đế cao su cho phép chuyển động tự nhiên.\r\nMàu sắc hiển thị: Bạch kim tinh khiết / Đá phiến khoáng / Vân sam tươi sáng / Màu cam tổng thể\r\nPhong cách: DH4071-003\r\nQuốc gia / Khu vực xuất xứ: Việt Nam, Trung Quốc", 
    "Size" : {
        "S01" : "20", 
        "S02" : "20", 
        "S03" : "20", 
        "S04" : "20", 
        "S05" : "20", 
        "S06" : "20", 
        "S07" : "20", 
        "S08" : "20", 
        "S09" : "20", 
        "S10" : "20", 
        "S11" : "20", 
        "S12" : "20"
    }, 
    "ChatLieu" : "Vaỉ dệt", 
    "Gia" : NumberInt(3519000), 
    "Anh" : {
        "Anh1" : "a11.webp", 
        "Anh2" : "a12.webp", 
        "Anh3" : "a13.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-06T05:25:51.586+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:02:10.037+0000"), 
    "slug" : "abc", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày chạy bộ", 
    "TenMau" : "Xám lạnh"
}
{ 
    "_id" : NumberInt(2), 
    "TenSP" : "Nike ZoomX Streakfly", 
    "GioiThieu" : "Giày đua nhẹ nhất của chúng tôi, Nike ZoomX Streakfly là tất cả về tốc độ bạn cần để tham gia cuộc thi trong cuộc đua một dặm, 5K hoặc 10K. Kiểu dáng thấp với các chi tiết bóng bẩy, cảm giác như nó biến mất trên bàn chân của bạn để giúp bạn kết nối tốt hơn với con đường trên con đường đạt được mục tiêu cá nhân của bạn tốt nhất.\r\n\r\n\r\nLow và Nimble\r\n\r\nĐế giữa của ZoomX có chiều dài đầy đủ cung cấp khả năng đáp ứng nhẹ nhất. Chiều cao ngăn xếp xốp thấp hơn Vaporfly, giúp tiết kiệm trọng lượng và mang lại cho bạn cảm giác hung hãn hơn. Kết quả là một đôi giày rất nhẹ, nó biến mất trên bàn chân của bạn trong khi vẫn mang lại cho bạn sự bảo vệ nhạy bén của bọt ZoomX, giúp bạn đạt được tốc độ nhanh nhất trong suốt các khúc quanh và gia tốc của bất kỳ cuộc đua nào.\r\n\r\n\r\nHỗ trợ và kiểu dáng đẹp\r\n\r\nPhần trên đan siêu mỏng có trọng lượng nhẹ trong khi vẫn cung cấp sự hỗ trợ cần thiết cho cuộc đua. Gia cố thêm ở bàn chân trước giúp bạn an toàn. Hệ thống dây buộc được cập nhật, kiểu dáng đẹp được bù đắp theo một bên với một lưỡi khía để giúp giảm áp lực lên phần trên của bàn chân.\r\n\r\n\r\nNắm bắt nơi nó đếm\r\n\r\nDữ liệu thông tin về người chạy đã được sử dụng để tạo đế ngoài. Nó sử dụng thông tin đó để đặt lực kéo ở nơi bạn cần nhất, với kiểu kết nối với mặt đường dựa trên cách chân bạn chạm đất. Kết quả là tạo ra độ bám chắc chắn từ khi tiếp xúc chân đến đầu ngón chân, giúp bạn luôn dẫn đầu đối thủ.\r\n\r\n\r\nNhững lợi ích\r\n\r\nLưỡi được tích hợp một phần mang lại sự phù hợp an toàn.\r\nMàu sắc hiển thị: Trắng / Đỏ rực / Đỏ tím / Đen\r\nPhong cách: DJ6566-100\r\nQuốc gia / Khu vực xuất xứ: Việt Nam", 
    "Size" : {
        "S01" : "30", 
        "S02" : "30", 
        "S03" : "30", 
        "S04" : "30", 
        "S05" : "30", 
        "S06" : "30", 
        "S07" : "30", 
        "S08" : "30", 
        "S09" : "30", 
        "S10" : "30", 
        "S11" : "30", 
        "S12" : "30"
    }, 
    "ChatLieu" : "Vaỉ lưới", 
    "Gia" : NumberInt(4699000), 
    "Anh" : {
        "Anh1" : "a14.webp", 
        "Anh2" : "a15.webp", 
        "Anh3" : "a16.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:56:57.478+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:02:33.430+0000"), 
    "slug" : "a1", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày chạy bộ", 
    "TenMau" : "Trắng"
}
{ 
    "_id" : NumberInt(3), 
    "TenSP" : "Nike Air Max 95 SE", 
    "GioiThieu" : "Lấy cảm hứng từ cơ thể con người và tính thẩm mỹ của những năm 90, Nike Air Max 95 SE kết hợp màu sắc mùa xuân tươi mới và các chi tiết thêu mang đến sự thoải mái không ngờ và phong cách quay đầu. Được làm từ ít nhất 20% vật liệu tái chế theo trọng lượng, nó cho phép bạn làm việc tốt bằng cách trông đẹp mắt. Các tấm bên bằng vải được tái sử dụng đại diện cho sức mạnh, trong khi Không khí có thể nhìn thấy ở gót chân và bàn chân trước sẽ đệm cho hành trình của bạn.\r\n\r\n\r\nNhững lợi ích\r\n\r\nBất cứ khi nào bạn nhìn thấy Nike Sunburst hoặc cái tên Next Nature (NN), bạn sẽ thấy thêm một bước nữa trên hành trình hướng tới không khí carbon và không chất thải của chúng tôi.\r\nSản phẩm này được làm từ vật liệu tái chế ít nhất 20% tính theo trọng lượng.\r\nLớp lót bằng vải canvas cổ điển giữ cho nó thoáng mát, đường khâu trang trí tạo năng lượng cho giao diện và đồ họa mùa xuân thêu giữ cho phong cách của bạn luôn nổi bật.\r\nPhần trên lấy cảm hứng từ cơ thể con người — đế giữa tượng trưng cho cột sống, các tấm chia độ là cơ và dây buộc là xương sườn của giày.\r\nBan đầu được phát triển để chạy hiệu suất, đệm Nike Air có thể nhìn thấy mang lại sự thoải mái cả ngày.\r\n\r\nThông tin chi tiết sản phẩm\r\n\r\nĐế giày cao su\r\nĐế giữa bằng bọt\r\nMàu sắc hiển thị: Xám sắt / Xám hạt / Bóng ma / Cần tây\r\nPhong cách: DH4755-001\r\nQuốc gia / Khu vực xuất xứ: Indonesia", 
    "Size" : {
        "S01" : "1", 
        "S02" : "1", 
        "S03" : "1", 
        "S04" : "1", 
        "S05" : "1", 
        "S06" : "1", 
        "S07" : "1", 
        "S08" : "1", 
        "S09" : "1", 
        "S10" : "1", 
        "S11" : "1", 
        "S12" : "1"
    }, 
    "ChatLieu" : "Da", 
    "Gia" : NumberInt(3999000), 
    "Anh" : {
        "Anh1" : "a17.webp", 
        "Anh2" : "a18.webp", 
        "Anh3" : "a19.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:57:21.217+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:04:07.784+0000"), 
    "slug" : "a2", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày trượt ván", 
    "TenMau" : "Xám lạnh"
}
{ 
    "_id" : NumberInt(4), 
    "TenSP" : "Jordan .5 'Why Not?'", 
    "GioiThieu" : "Russell Westbrook is fast. These shoes match his quickness with updated cushioning, data-informed traction and a full-foot fit system to keep him in control. With a rugged utility look combined with a purposeful clash of colours and materials, this model speaks to the core of Russel's \"Why Not?\" mantra.\r\n\r\n\r\nEnergy In the Forefoot\r\n\r\nA large-volume Zoom Air unit in the forefoot helps maximise energy return for your explosive bursts of speed.\r\n\r\n\r\nWebbing Fit System\r\n\r\nFloating midfoot bands, an external heel counter, webbing and laces work together to fully secure your foot.\r\n\r\n\r\nRugged, Multi-directional Traction\r\n\r\nThe durable rubber outsole has a rugged, data-informed traction pattern inspired by trail running shoes.\r\n\r\n\r\nMore Benefits\r\n\r\nOutsole is split into sections by using less rubber underfoot, reducing the overall weight.\r\nTranslucent materials in the upper are lightweight, breathable and supportive.\r\nLarge external component under the arch helps keep the shoe stable.\r\nInternal collar provides support and comfort.\r\nExtra-durable outsole rubber is made to play on rugged outdoor courts.\r\n\r\nProduct Details\r\n\r\nJordan and RW logos on the tongues\r\nReinforced toe\r\nColour Shown: Amethyst Tint/Black/Chlorine Blue/Bright Crimson\r\nStyle: DC3638-500\r\nCountry/Region of Origin: Vietnam", 
    "Size" : {
        "S01" : "2", 
        "S02" : "2", 
        "S03" : "2", 
        "S04" : "2", 
        "S05" : "2", 
        "S06" : "2", 
        "S07" : "2", 
        "S08" : "2", 
        "S09" : "2", 
        "S10" : "2", 
        "S11" : "2", 
        "S12" : "2"
    }, 
    "ChatLieu" : "Da", 
    "Gia" : NumberInt(3829000), 
    "Anh" : {
        "Anh1" : "a21.webp", 
        "Anh2" : "a22.webp", 
        "Anh3" : "a23.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:58:08.017+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:07:36.736+0000"), 
    "slug" : "a3", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày bóng rổ", 
    "TenMau" : "Xanh Dương"
}
{ 
    "_id" : NumberInt(5), 
    "TenSP" : "Nike Air Zoom G.T. Jump", 
    "GioiThieu" : "Feel like defying gravity? Meet one of Nike Basketball's most responsive cushioning systems ever devised for game shoes. The double-stacked Zoom Air works in unison with an external jump frame made from PEBAX® that's lightweight, springy and strong. The woven exoskeleton-like upper helps you feel fully connected, so you can move with confidence and power and defeat the force that holds you down.\r\n\r\n\r\nElevated Cushioning System\r\n\r\nThis cushioning system is through the roof! The full-length, Air Zoom Strobel unit (right up under your foot) is double-stacked with Zoom Air in the heel and forefoot. Add to that an external jump frame that is super-lightweight and springy and you've got yourself 1 gravity-busting sensation.\r\n\r\n\r\nExceptionally Light and Strong\r\n\r\nThe leno-weave upper uses a grid of twisted strands of composite fibres, making it extra strong but incredibly light. Together with the sculpted, slightly lowered midsole and jump plate, it's designed to help you feel stable and fully connected to your power.\r\n\r\n\r\nLightweight Herringbone Traction\r\n\r\nThe thin-web rubber outsole uses a zig-zag herringbone pattern that is tried and tested on the basketball court. A cut-out under the arch and perforations throughout help reduce weight and keep it flexible.\r\n\r\n\r\nMore Benefits\r\n\r\nFlywire cables up the sides loop around the laces to anchor you down when you lace up.\r\nCushlon in the midsole is a hollow frame of supportive, resilient foam.\r\nAir Tongue System provides cushioning over the top of the foot.\r\nColour Shown: Summit White/Sail/Black/White\r\nStyle: CZ9907-101\r\nCountry/Region of Origin: Vietnam\r\n\r\nGreater Than Series: Creating the Next Era of Basketball\r\n\r\nThe future of basketball is positionless, faster and more efficient. Players have to cut quicker, run faster and jump higher than ever to create the separation they'll need to compete at a high level. By precisely engineering the fit, ride and traction, Nike Basketball's Greater Than series aims to deliver measurable benefits to athletes who use their quickness, speed or vertical ability to gain an edge and go beyond what's thought possible.", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Vaỉ lưới", 
    "Gia" : NumberInt(5279000), 
    "Anh" : {
        "Anh1" : "a24.webp", 
        "Anh2" : "a25.webp", 
        "Anh3" : "a26.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:58:21.941+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:11:19.574+0000"), 
    "slug" : "a4", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày bóng rổ", 
    "TenMau" : "Trắng"
}
{ 
    "_id" : NumberInt(6), 
    "TenSP" : "Air Jordan 1 Retro High OG", 
    "GioiThieu" : "Familiar but always fresh, the iconic Air Jordan 1 is remastered for today's sneakerhead culture. This Retro High OG version goes all in with premium leather, comfortable cushioning and classic design details.\r\n\r\n\r\nAir Inside\r\n\r\nThe Air-Sole unit in the heel provides the same lightweight cushioning that MJ enjoyed back in his playing days.\r\n\r\n\r\nLuxe Leather\r\n\r\nGenuine leather in the upper provides durability and structure with a luxe touch. A textile tongue feels soft and comfortable over the top of your foot.\r\n\r\n\r\nClassic Cupsole\r\n\r\nWhy mess with greatness? Stable and supportive, the shoe's cupsole has the same profile and thick stitch detailing as the original.\r\n\r\n\r\nProduct Details\r\n\r\nWings logo on side\r\nNike Air tongue label\r\nPerforated toe\r\nRubber traction\r\nFoam sole\r\nNot intended for use as Personal Protective Equipment (PPE)\r\nColour Shown: University Gold/White/Light Bordeaux\r\nStyle: 555088-706\r\nCountry/Region of Origin: China", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Da", 
    "Gia" : NumberInt(4999000), 
    "Anh" : {
        "Anh1" : "a27.webp", 
        "Anh2" : "a28.webp", 
        "Anh3" : "a29.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:58:31.625+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:14:41.256+0000"), 
    "slug" : "a5", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày jordan", 
    "TenMau" : "Đỏ"
}
{ 
    "_id" : NumberInt(7), 
    "TenSP" : "Nike Mercurial Vapor 14 Elite FG", 
    "GioiThieu" : "The Nike Mercurial Vapor 14 Elite FG features a new look with specialised components to let you play your fastest from start to finish. A cushioned insole gives you non-stop comfort, and the innovative plate provides instant responsiveness for quicker cuts at high speeds.\r\n\r\n\r\nSeamless Support\r\n\r\nFlyknit in the upper is lightweight, breathable and stretches with your foot for a personalised fit.\r\n\r\n\r\nAll-Weather Touch\r\n\r\nAll Conditions Control (ACC) finish is designed for reliable touch in wet and dry weather.\r\n\r\n\r\nDig In, Take Off\r\n\r\nNike Aerotrak plate with micro grooves delivers explosive acceleration. Chevron studs provide multi-directional traction with every step.\r\n\r\n\r\nProduct Details\r\n\r\nFor use on slightly wet, short-grass pitches\r\nCushioned insole\r\nColour Shown: Football Grey/Light Marine/Laser Blue/Blackened Blue\r\nStyle: DJ2837-054\r\nCountry/Region of Origin: Bosnia and Herzegovina", 
    "Size" : {
        "S01" : "1", 
        "S02" : "1", 
        "S03" : "1", 
        "S04" : "1", 
        "S05" : "1", 
        "S06" : "1", 
        "S07" : "1", 
        "S08" : "1", 
        "S09" : "1", 
        "S10" : "1", 
        "S11" : "1", 
        "S12" : "1"
    }, 
    "ChatLieu" : "Vaỉ lưới", 
    "Gia" : NumberInt(7999000), 
    "Anh" : {
        "Anh1" : "a31.webp", 
        "Anh2" : "a32.webp", 
        "Anh3" : "a33.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:58:42.705+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:19:43.786+0000"), 
    "slug" : "a6", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày bóng đá", 
    "TenMau" : "Xám lạnh"
}
{ 
    "_id" : NumberInt(8), 
    "TenSP" : "abc xyz", 
    "GioiThieu" : "LeBron thrives when stakes are high and the pressure's on.The LeBron 19 harnesses that energy with a locked-in fit and an updated cushioning system.The snug inner sleeve is pulled together by a sculpted overlay that the laces feed through to help prevent the foot from moving inside the shoe.Embedded pods in the tongue and around the collar help reduce weight, keep the ankle aligned and give players the secure feel and confidence to go all out when the game is on the line.\r\n\r\n\r\nImpact Protection\r\n\r\nThe re-tooled cushioning system combines visible Max Air with a thick, responsive Zoom Air unit under the forefoot.The Max Air helps to dissipate impact forces, while the Zoom Air helps drive you down the court.The bottom of the shoe is designed to look like valves and tubes that form its inner workings.\r\n\r\n\r\nLightweight Containment\r\n\r\nA full inner sleeve contours to the foot for a snug, secure feel.The thin, transparent exterior layer is highly durable and lightweight to keep you contained and help reduce in-shoe movement.\r\n\r\n\r\nKing of Control\r\n\r\nThe rubber outsole uses a micro-engineered blade pattern inspired by LeBron's crown logo to provide multi-directional traction.\r\n\r\n\r\nCushioned Upper\r\n\r\nPods embedded in the tongue and collar provide lightweight cushioning around the ankle and over the top of the foot.\r\n\r\n\r\nMore Benefits\r\n\r\nCushlon foam midsole is soft, stable and responsive.\r\nFlywire cables rise up from the midsole to help harness your foot when you lace up.\r\nLeBron's logo is visible through the bottom of the shoe.\r\nColour Shown: Grey Fog/Total Orange/Bright Crimson/Roma Green\r\nStyle: DC9339-001\r\nCountry/Region of Origin: Vietnam", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Vaỉ dệt", 
    "Gia" : NumberInt(5867000), 
    "Anh" : {
        "Anh1" : "a34.webp", 
        "Anh2" : "a35.webp", 
        "Anh3" : "a36.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:58:54.110+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:23:30.210+0000"), 
    "slug" : "a7", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày bóng rổ", 
    "TenMau" : "Đỏ"
}
{ 
    "_id" : NumberInt(9), 
    "TenSP" : "Giày tennis sân cứng nam NikeCourt Vapor Lite Giày tennis sân cứng nam NikeCourt Vapor Lite    NikeCourt Vapor Lite", 
    "GioiThieu" : "Like a racing car, the NikeCourt Vapor Lite keeps most of its features under the bonnet.Its unique cushioning system is built to help you get to the ball as fast as you can.An innovative, 4-point strap takes inspiration from racing-car harnesses to help keep your foot locked down during your fiercest matches.All in a lightweight, breathable design that's incredibly comfortable.\r\n\r\n\r\nLightweight Containment\r\n\r\nWith a 4-point design that's inspired by a racing car harness, a supportive strap wraps your foot from bottom to top.Ghillie loops on the bottom 2 laces hug your foot for extra support.\r\n\r\n\r\nBreathable and Durable\r\n\r\nExtra-durable mesh breathes to help keep your feet cool.A moulded rubber overlay on the medial side helps prevent wear from toe drag.\r\n\r\n\r\nBuilt to Bank\r\n\r\nSoft foam is placed near your arch so it's easier to align your ankle with your foot while banking.Harder foam along the outside of your foot helps you push off during fast movements so you can get to the ball as fast as possible\r\n\r\n\r\nProduct Details\r\n\r\nDesigned for wear on hard-court surfaces.\r\nRemovable insole\r\nColour Shown: Black/Dark Smoke Grey/White/Mint Foam\r\nStyle: DC3432-005\r\nCountry/Region of Origin: Indonesia", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Vaỉ dệt", 
    "Gia" : NumberInt(2380000), 
    "Anh" : {
        "Anh1" : "a37.webp", 
        "Anh2" : "a38.webp", 
        "Anh3" : "a39.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:59:14.564+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:27:07.093+0000"), 
    "slug" : "a8", 
    "__v" : NumberInt(0), 
    "NSX" : "Nike", 
    "TenLoai" : "Giày quần vợt", 
    "TenMau" : "Đen"
}
{ 
    "_id" : NumberInt(10), 
    "TenSP" : "GIÀY ĐÁ BÓNG PREDATOR EDGE.1 LOW FIRM GROUND", 
    "GioiThieu" : "GIÀY ĐÁ BÓNG PREDATOR EDGE.1 LOW FIRM GROUND\r\nĐÔI GIÀY ĐÁ BÓNG CỔ THẤP GIÚP BẠN KIỂM SOÁT TỪNG THỜI KHẮC TRẬN ĐẤU.\r\nĐảo hướng thần tốc. Sức mạnh bùng nổ. Kiểm soát thần sầu. Với những lợi thế đó trên đôi chân, sân bóng luôn ngập tràn cơ hội. Tiếp cận bóng đá từ một góc độ hoàn toàn mới với đôi giày adidas Predator. Thân giày Zone Skin trên đôi giày đá bóng này có các vùng vân nổi ẩn kín, phù hợp với nhiều kiểu chạm bóng khác nhau. Mũi giày Power Facet phân bổ trọng lượng tiếp thêm sức mạnh đột phá cho những đường bóng tấn công. Cổ giày adidas PRIMEKNIT thấp và thích ứng theo hình dáng bàn chân giúp bạn luôn vững vàng.", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Vaỉ dệt", 
    "Gia" : NumberInt(5000000), 
    "Anh" : {
        "Anh1" : "a41.webp", 
        "Anh2" : "a42.webp", 
        "Anh3" : "a43.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:59:29.637+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:31:17.880+0000"), 
    "slug" : "a9", 
    "__v" : NumberInt(0), 
    "NSX" : "adidas", 
    "TenLoai" : "Giày bóng đá", 
    "TenMau" : "Đen"
}
{ 
    "_id" : NumberInt(11), 
    "TenSP" : "GIÀY CỔ THẤP FORUM", 
    "GioiThieu" : "QUAI CỔ CHÂN\r\nHệ thống đan chéo với móc và quai rời ở cổ chân tăng cường khả năng nâng đỡ.\r\n\r\n\r\nLƯỚI ĐAN DELLINGER WEB BẰNG VẢI NYLON\r\nChi tiết lưới đan dellinger web bằng vải nylon kinh điển tạo điểm nhấn.\r\n\r\n\r\nGIÀY BỌC CAO SU\r\nĐế giày bọc cao su bền bỉ giúp cải thiện độ bám và tăng cường khả năng di chuyển.", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Da", 
    "Gia" : NumberInt(2500000), 
    "Anh" : {
        "Anh1" : "a44.webp", 
        "Anh2" : "a45.webp", 
        "Anh3" : "a46.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-08T04:59:39.681+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:36:03.749+0000"), 
    "slug" : "a10", 
    "__v" : NumberInt(0), 
    "NSX" : "adidas", 
    "TenLoai" : "Giày bóng rổ", 
    "TenMau" : "Trắng"
}
{ 
    "_id" : NumberInt(12), 
    "TenSP" : "GIÀY RESPONSE SUPER 2.0", 
    "GioiThieu" : "GIÀY RESPONSE SUPER 2.0\r\nĐÔI GIÀY CHẠY BỘ CHO CẢM GIÁC THOẢI MÁI MỖI NGÀY.\r\nChinh phục ngày dài thật thoải mái và sẵn sàng cho tất cả với đôi giày chạy bộ adidas này. Thân giày bằng vải lưới thoáng khí giúp đôi chân bạn luôn khô thoáng kể cả khi trời nóng. Lớp đệm trợ lực cho cảm giác đàn hồi trong từng sải bước.\r\n\r\nSản phẩm này có sử dụng chất liệu tái chế, là một phần cam kết của chúng tôi hướng tới chấm dứt rác thải nhựa. 20% thân giày làm từ chất liệu có chứa tối thiểu 50% thành phần tái chế.", 
    "TenMau" : "Trắng", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Vaỉ dệt", 
    "NSX" : "adidas", 
    "Gia" : NumberInt(2300000), 
    "TenLoai" : "Giày chạy bộ", 
    "Anh" : {
        "Anh1" : "a47.webp", 
        "Anh2" : "a48.webp", 
        "Anh3" : "a49.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-09T13:44:39.249+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:44:39.249+0000"), 
    "slug" : "giay-response-super-2-0", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : NumberInt(13), 
    "TenSP" : "GIÀY ALPHATORSION 2.0", 
    "GioiThieu" : "GIÀY ALPHATORSION 2.0\r\nĐÔI GIÀY CHẠY BỘ ĐA NĂNG HỖ TRỢ MỌI MỤC TIÊU TẬP LUYỆN CỦA BẠN.\r\nĐa dạng hóa các loại bài tập và giành lợi thế khi thi đấu. Box Jump, Bear Crawl hay Burpee? Chinh phục tất cả và đạt phong độ xuất sắc với đôi giày chạy bộ adidas này. Hệ thống Torsion 360º System hỗ trợ chuyển động bùng nổ theo mọi hướng. Lớp đệm Bounce đàn hồi đảm bảo sự thoải mái trong suốt những buổi tập nặng đô nhất.\r\n\r\nSản phẩm này may bằng vải công nghệ Primegreen, thuộc dòng chất liệu tái chế hiệu năng cao. Thân giày chứa 50% thành phần tái chế. Không sử dụng polyester nguyên sinh.", 
    "TenMau" : "Đen", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Vaỉ lưới", 
    "NSX" : "adidas", 
    "Gia" : NumberInt(1425000), 
    "TenLoai" : "Giày Gym", 
    "Anh" : {
        "Anh1" : "a51.webp", 
        "Anh2" : "a52.webp", 
        "Anh3" : "a53.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-09T13:47:44.858+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:47:44.858+0000"), 
    "slug" : "giay-alphatorsion-2-0", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : NumberInt(14), 
    "TenSP" : "Giày thể thao cổ cao Disc Rebirth Basketball", 
    "GioiThieu" : "Chất liệu: Vải lưới, CPU\r\nKiểu dáng giày sneaker cổ cao năng động\r\nForm ôm tăng sự ổn định và cân bằng\r\nLớp lót êm ái, thấm hút tốt cho đôi chân luôn thông thoáng\r\nĐế cao su và sử dụng công nghệ nén tăng độ êm ái\r\nGam màu hiện đại, dễ dàng phối với nhiều trang phục và phụ kiện\r\nXuất xứ thương hiệu: Đức", 
    "TenMau" : "Đen", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Vaỉ lưới", 
    "NSX" : "Puma", 
    "Gia" : NumberInt(3190000), 
    "TenLoai" : "Giày bóng rổ", 
    "Anh" : {
        "Anh1" : "a54.webp", 
        "Anh2" : "a55.webp", 
        "Anh3" : "a56.webp"
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-09T13:52:45.876+0000"), 
    "updatedAt" : ISODate("2022-05-09T13:52:45.876+0000"), 
    "slug" : "giay-the-thao-co-cao-disc-rebirth-basketball", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : NumberInt(15), 
    "TenSP" : "Giày sneaker nam Rhyton với '25'", 
    "GioiThieu" : "Đôi giày thể thao Rhyton này được chế tác chủ yếu từ Demetra. Được tạo ra với các quy trình tương tự được sử dụng để thuộc da, vật liệu mới mang lại hiệu suất mềm dẻo và đàn hồi với lớp hoàn thiện mềm mại. Vật liệu thân thiện với môi trường kết hợp các nguyên liệu thô không có nguồn gốc động vật chủ yếu từ các nguồn bền vững, có thể tái tạo và dựa trên sinh học.\r\n\r\nIvory Demetra — được chế tác từ nguyên liệu không có động vật, chủ yếu từ các nguồn bền vững, có thể tái tạo và dựa trên sinh học với các bản in '25' và 'Gucci Eschatology 1921'\r\nCủa nam\r\nDa ngà\r\nThẻ logo Gucci\r\nĐế cao su\r\nĐóng ren\r\nGót thấp\r\nChiều cao 50,8mm\r\nSản xuất tại Ý", 
    "TenMau" : "Trắng", 
    "Size" : {
        "S01" : "0", 
        "S02" : "0", 
        "S03" : "0", 
        "S04" : "0", 
        "S05" : "0", 
        "S06" : "0", 
        "S07" : "0", 
        "S08" : "0", 
        "S09" : "0", 
        "S10" : "0", 
        "S11" : "0", 
        "S12" : "0"
    }, 
    "ChatLieu" : "Vaỉ dệt", 
    "NSX" : "Gucci", 
    "Gia" : NumberInt(2990000), 
    "TenLoai" : "Giày chạy bộ", 
    "Anh" : {
        "Anh1" : "a57.avif", 
        "Anh2" : "a58.avif", 
        "Anh3" : ""
    }, 
    "deleted" : false, 
    "createdAt" : ISODate("2022-05-09T14:00:05.975+0000"), 
    "updatedAt" : ISODate("2022-05-09T14:00:05.975+0000"), 
    "slug" : "giay-sneaker-nam-rhyton-voi-25", 
    "__v" : NumberInt(0)
}
